Repository: aurorasoftware/TimeTracker-Linux
Catalog: po/*.po
Languages: ca, cs, de, es, gl, hu, lt, lv, nl, pl, pt, ru, sk, uk

source: Finished
ca: Finalitzat
cs: Hotovo
de: Beendet
es: Finalizado
gl: Finalizado
hu: Kész
lt: Baigta
lv: Pabeigts
nl: Gestopt
pl: Zakończne
pt: Terminado
ru: Завершено
sk: Skončené
uk: Завершено

source: "%s" finished at %s. Click to stop timer.
ca: El «%s» ha finalitzat a les %s. Cliqueu per a aturar-lo.
cs: "%s" dokončeno v %s. Klikněte pro ukončení minutky.
de: "%s" beendet um %s. Klicke hier um Countdown zu schließen.
es: «%sx finalizado a las «%s» Pulse para detener el temporizador.
gl: «%s» finalizado en %s. Prema para deter o temporizador.
hu: "%s" %s-kor befejeződött
lt: "%s" pasibaigė %s. Paspauskite norėdami sustabdyti.
nl: "%s" gestopt op %s. Klik om de timer te stoppen.
pl: "%s" zakończono o %s. Kliknij by zatrzymać odliczanie.
pt: "%s" terminou a %s Clique para terminar o temporizador.
ru: "%s" завершен в %s.
sk: "%s" skončil o %s. Kliknite pre zastavenie časovača.
uk: "%s" завершено о %s.

source: Timer finished at %s. Click to stop timer.
ca: El temporitzador ha finalitzat a les %s. Cliqueu per a aturar-lo.
cs: Minutka dokončena v %s. Klikněte pro ukončení minutky.
de: Countdown um %s beendet. Klicke hier um Timer zu schließen.
es: Temporizador finalizado a las %s. Pulse para detener el temporizador.
gl: O temporizador finalizaou en %s. Prema para deter o temporizador.
hu: A visszaszámlálás %s-kor befejeződött
lt: Laikas pasibaigė %s. Spustelėkite norėdami sutabdyti
nl: Timer gestopt op %s. Klik om de timer te stoppen.
pl: Odliczanie zakończone o %s. Kliknij by zakończyć odliczanie.
pt: O temporizador terminou a %s Clique para terminar o temporizador.
ru: Таймер завершен в %s.
sk: Časovač skončil o %s. Kliknite pre zastavenie časovača.
uk: Таймер завершено о %s.

source: "%s" Finished
ca: El «%s» ha finalitzat
cs: "%s" hotovo
de: "%s" beendet
es: «%s» Finalizado
gl: «%s» finalizado
hu: "%s" kész
lt: "%s" Pasibaigė
nl: "%s" Gestopt
pl: "%s" Zakończony
pt: "%s" Terminado
ru: "%s" Завершен
sk: "%s" Skončené
uk: "%s" Завершено

source: "%s" finished at %s
ca: El «%s» ha finalitzat a les %s
cs: "%s" hotovo v %s
de: "%s" beendet um %s
es: «%s» terminó a las %s
gl: «%s» finalizado en %s
hu: "%s" befejeződött %s-kor
lt: "%s" pasibaigė %s
nl: "%s" gestopt op %s
pl: "%s" zakończono o %s
pt: "%s" terminou a %s
ru: "%s" завершен в %s.
sk: "%s" skončené o %s
uk: "%s" завершено о %s.

source: Timer Finished
ca: El temporitzador ha finalitzat
cs: Minutka hotova
de: Alarm beendet
es: Se acabó el tiempo
gl: Temporizador finalizado
hu: A visszaszámlálás befejeződött
lt: Laikas pasibaigė
lv: Skaitītājs ir pabeidzies
nl: Timer Gestopt
pl: Odliczanie zakończone
pt: Temporizador Terminado
ru: Отсчет времени завершен
sk: Odpočítavanie dokončené
uk: Відлік завершено

source: Timer finished at %s
ca: El temporitzador ha finalitzat a les %s
cs: Minutka hotova v %s
de: Alarm wurde um %s beendet.
es: El tiempo se acabó a las %s
gl: Temporizador finalizado en %s
hu: A visszaszámlálás befejeződött %s-kor
lt: Laikas pasibaigė %s
lv: Skaitītājs pabeidzās %s
nl: Timer gestopt op %s
pl: Odliczanie zakończono o %s
pt: O temporizador terminou a %s
ru: Отсчет времени завершен в %s
sk: Odpočítavanie skončilo o %s
uk: Відлік завершено о %s

source: Timer finished about <b>%d second</b> ago
ca: El temporitzador ha finalitzat fa <b>%d segon</b>
cs: Minutka hotova před <b>%d sekundou</b>
de: Alarm endete vor ungefähr <b>%d Sekunden</b>
es: El tiempo se acabó hace %d segundo
gl: Temporizador finalizado fai <b>%d segundo</b>
hu: A visszaszámlálás körülbelül <b>%d másodperce</b> fejeződött be
lv: Skaitītājs pabeidzās pirms <b>%d sekundes</b>
nl: Timer gestopt ongeveer <b>%d seconden</b> geleden
pl: Odliczanie zakończone około <b>%d sekundy</b> temu
pt: O temporizador terminou à <b>%d segundo</b> atrás
ru: Отсчет завершен около <b>%d секунды</b> назад
sk: Odpočítavanie skončené pred <b>%d sekundou</b>
uk: Відлік завершено близько <b>%d сек.</b> назад

source: Timer finished about <b>%d minute</b> ago
ca: El temporitzador ha finalitzat fa <b>%d minut</b>
cs: Minutka hotova před <b>%d minutou</b>
de: Alarm endete vor ungefähr <b>%d Minuten</b>
es: El tiempo se acabó hace %d minuto
gl: Temporizador finalizado fai <b>%d minuto</b>
hu: A visszaszámlálás körülbelül <b>%d perce</b> fejeződött be
lt: Laikas pasibaigė maždaug prieš <b>%d minučių</b>
lv: Skaitītājs pabeidzās pirms <b>%d minūtes</b>
nl: Timer gestopt ongeveer <b>%d minute</b> geleden
pl: Odliczanie zakończono około <b>%d minuty</b> temu
pt: O temporizador terminou à <b>%d minuto</b> atrás
ru: Отсчет завершен около <b>%d минуты</b> назад
sk: Odpočítavanie skončené pred <b>%d minútou</b>
uk: Відлік завершено близько <b>%d хв.</b> назад

source: Continue Timer
ca: Reprèn el temporitzador
cs: Pokračovat v odpočítávání
de: Setze Contdown fort
es: Continuar temporizador
gl: Continuar o temporizador
hu: Visszaszámlálás folytatása
lt: Tęsti skaičiavimą
lv: Turpināt atskaiti
nl: Doorgaan met de Timer
pl: Kontynuuj odliczanie
pt: Continuar Temporizador
ru: Продолжить таймер
sk: Pokračovať v odpočítavaní
uk: Продовжити відлік

source: _Stop Timer
ca: At_ura el temporitzador
cs: _Zastavit minutku
de: _Stoppuhr beenden
es: _Detener temporizador
gl: _Deter o temporizador
hu: Visszaszámlálás _leállítása
lt: _Sustabdyti skaičiavimą
lv: Apturēt _skaitītāju
nl: _Stop de Timer
pl: _Zatrzymaj odliczanie
pt: Parar Tempori_zador
ru: _Остановить таймер
sk: _Zastaviť časovač
uk: _Зупинити відлік

source: _Keep Paused
ca: _Mantén-lo en pausa
cs: Nechat _pozastavené
de: _Pausiert lassen
es: _Mantener pausado
gl: Manter en pausa
hu: S_züneteljen tovább
lt: P_alikti pristabdytą
lv: _Atstāt apturētu
nl: Blijf in Pauze
pl: _Pozostaw spauzowany
pt: Ma_nter Pausado
ru: _Оставить приостановленным
sk: _Nechať pozastavené
uk: Зали_шити призупиненим

source: _Continue Timer
ca: _Reprèn el temporitzador
cs: _Pokračovat v odpočítávání
de: _Stopvorgang fortsetzen
es: _Continuar temporizador
gl: _Continuar co temporizador
hu: _Folytatás
lt: _Tęsti skaičiavimą
lv: _Turpināt atskaiti
nl: Doorgaan met Timer
pl: _Kontynuuj odliczanie
pt: _Continuar Temporizador
ru: _Продолжить таймер
sk: _Pokračovať v odpočítavaní
uk: _Продовжити відлік

source: _Hours:
ca: _Hores:
cs: _Hodin:
de: _Stunden:
es: _Horas:
gl: _Horas:
hu: _Órák:
lt: _Valandos:
lv: _Stundas:
nl: Uren:
pl: _Godzin:
pt: _Horas:
ru: _Часы:
sk: _Hodiny:
uk: _Години:

source: _Minutes:
ca: _Minuts:
cs: _Minut:
de: _Minuten:
es: _Minutos:
gl: _Minutos:
hu: _Percek:
lt: _Minutės:
lv: _Minūtes:
nl: _Minuten:
pl: _Minut:
pt: _Minutos:
ru: _Минуты:
sk: _Minúty:
uk: _Хвилини:

source: _Seconds:
ca: _Segons:
cs: _Sekund:
de: _Sekunden:
es: _Segundos:
gl: _Segundos:
hu: _Másodpercek
lt: _Sekundės:
lv: _Sekundes:
nl: _Seconden:
pl: _Sekund:
pt: _Segundos:
ru: _Секунды:
sk: _Sekundy:
uk: _Секунди:
