Repository: aurorasoftware/TimeTracker-Linux
Catalog: po/*.po
Languages: ca, cs, de, es, gl, hu, lt, lv, nl, pl, pt, ru, sk, uk

source: A Timer Applet factory that creates Timer Applets
ca: Una fàbrica de miniaplicacions de temporitzador que crea miniaplicacions de temporitzador
cs: Hodiny v liště jsou z dílen Timer Applet
de: Eine Stoppuhr-Programmfabrik, die Stoppuhr-Programme erstellt
es: Una fábrica de temporizadores para el panel
gl: Un miniaplicativo para construir miniaplicativos de temporización
hu: Egy időmérő kisalkalmazás visszaszámlálásokhoz
nl: Een Timer Applet maker die Timer Applets maakt
pl: Fabryka appletu Minutnika, która tworzą applet Minutnik
pt: Uma fábrica de Applets Temporizadores que cria Applets Temporizadores
ru: Фабрика которая создает таймеры
sk: Generátor appletu Časovač vytvára applety Časovača
uk: Фабрика, яка створє таймери

source: Start a timer and receive a notification when it is finished
es: Iniciar un temporizador y recibir una notificación cuando se acabó

source: Timer
ca: Temporitzador
cs: Minutka
de: Stoppuhr
es: Temporizador
gl: Temporizador
hu: Időmérő
lt: Laikmatis
lv: Skaitītājs
pl: Minutnik
pt: Temporizador
ru: Таймер
sk: Časovač
uk: Таймер

source: Timer Applet Factory
ca: Fàbrica de la miniaplicació temporitzador
cs: Dílna Timer Applet
de: Stoppuhr-Programmfabrik
es: Fábrica de miniaplicaciones de temporizador
gl: miniaplicativo para construir temporizadores
hu: Időmérő kisalkalmazás
nl: Timer Applet Maker
pl: Fabryka Appletu Minutnik
pt: Fábrica de Applets Temporizadores
ru: Фабрика таймеров
sk: Generátor appletu Časovač
uk: Фабрика таймерів

source: Ma_nage Presets
ca: Ges_tiona els predefinits
cs: Spra_vovat šablony
de: Vorei_nstellungen ändern
es: Gestio_nar preestablecidos
gl: Admi_nistrar preestabelecidos
hu: Mentettek _kezelése
lt: _Redaguti išsaugotus
lv: Pārvaldīt šablo_nus
nl: Beheer Instellingen
pl: Zarządzaj schematami
pt: Gerir Predefi_nições
ru: У_правление предустановками
sk: _Spravovať predvoľby
uk: У_правління попередніми налаштуваннями

source: Pa_use
ca: E_n pausa
cs: P_ozastavit
es: Pa_usa
gl: Pa_usa
hu: _Szünet
lt: _Pristabdyti
lv: Apt_urēt
nl: Pa_uze
pl: Pauza
pt: Pa_usar
ru: Па_уза
sk: P_ozastaviť
uk: Па_уза

source: Pre_sets
ca: Temporitzadors prede_finits
cs: Šablo_ny
de: Vorein_stellungen
es: Preestable_cidos
gl: Pree_stabelecidos
hu: _Mentett időmérők
lt: Išsaugoti
lv: Šab_loni
nl: In_stellingen
pl: Schematy
pt: Predefiniçõe_s
ru: Пред_установки
sk: _Predvoľby
uk: Поперед_ні налаштування

source: R_estart
ca: Re_inicia
cs: R_estartovat
de: N_eustart
es: R_einiciar
gl: R_einiciar
hu: _Újraindítás
lt: _Iš naujo
lv: Pā_rstartēt
nl: He_rstart
pl: Rozpocznij od nowa
pt: R_ecomeçar
ru: Пе_резапустить
sk: _Reštartovať
uk: Пе_резапустити

source: _About
ca: _Quant a
cs: _O aplikaci
de: Ü_ber
es: _Acerca de
gl: _Acerca de
hu: _Névjegy
lt: _Apie
lv: P_ar
nl: _Over
pl: _O Programie
pt: _Acerca
ru: _Об апплете
sk: O pro_grame
uk: _Про програму

source: _Continue
ca: _Continua
cs: _Pokračovat
de: _Fortsetzen
es: _Continuar
gl: _Continuar
hu: _Folytatás
lt: _Tęsti
lv: Turpinā_t
nl: _Doorgaan
pl: _Kontunuuj
pt: _Continuar
ru: _Продолжить
sk: Po_kračovať
uk: _Продовжити

source: _Preferences
ca: _Preferències
cs: _Předvolby
de: _Einstellungen
es: _Preferencias
gl: _Preferenzas
hu: _Beállítások
lt: _Nustatymai
lv: _Iestatījumi
nl: Instellingen
pl: _Właściwości
pt: _Preferências
ru: _Параметры
sk: _Nastavenia
uk: Налаштування

source: _Stop
ca: At_ura
cs: _Zastavit
de: _Anhalten
es: _Detener
gl: _Deter
hu: _Leállítás
lt: _Sustabdyti
lv: A_pturēt
pl: _Zatrzymaj
pt: Pa_rar
ru: _Остановить
sk: _Zastaviť
uk: _Зупинити

source: <b>_Duration</b>
ca: <b>_Durada</b>
cs: <b>_Doba trvání</b>
de: <b>_Dauer</b>
es: <b>_Duración</b>
gl: <b>_Duración</b>
hu: <b>_Időtartam</b>
lv: <b>_Ilgums</b>
nl: <b>Lengte</b>
pl: <b>_Czas trwania</b>
pt: <b>_Duração</b>
ru: <b>_Продолжительность</b>
sk: <b>_Trvanie</b>
uk: <b>_Тривалість</b>

source: <b>_Name</b>
ca: <b>_Nom</b>
cs: <b>_Název</b>
es: <b>_Nombre</b>
gl: <b>_Nome</b>
hu: <b>_Név</b>
lt: <b>_Pavadinimas</b>
lv: <b>_Nosaukums</b>
nl: <b>_Naam</b>
pl: <b>_Nazwa</b>
pt: <b>_Nome</b>
ru: <b>_Имя</b>
sk: <b>_Meno</b>
uk: <b>_Назва</b>

source: <b>_Presets</b>
ca: <b>Temporitzadors _predefinits</b>
cs: <b>Šablo_ny</b>
de: <b>_Voreinstellungen</b>
es: <b>_Preestablecidos</b>
gl: <b>_Preestabelecidos</b>
hu: <b>_Mentett időmérők</b>
lt: _Išsaugotieji
lv: <b>Ša_bloni</b>
nl: <b>Instellingen</b>
pl: <b>_Schematy</b>
pt: <b>_Predefinições</b>
ru: <b>_Предустановки</b>
sk: <b>_Predvoľby</b>
uk: <b>_Попередні налаштування</b>

source: A timer applet for the perfect egg and beyond!
ca: Una miniaplicació de temporitzador per a l'ou perfecte i el que faci falta!
cs: Minutka pro perfektní vajíčko a více!
de: Ein Countdown-Applet für das perfekte Ei und vieles mehr!
es: Una aplicación temporizador para el huevo perfecto y más allá.
gl: Un miniaplicativo para non esquecer a comida no lume!
hu: Egy időmérő a tökéletes tojásfőzéshez, és még sok máshoz!
lv: Skaitītājs perfektas olas vārīšanai un citām lietām
nl: Een timer applet voor het perfecte ei en daar voorbij!
pl: Minutnik do perfekcyjnie ugotowanych jajek i nie tylko.
pt: Um applet temporizador para o ovo perfeito e além!
ru: Таймер для того чтобы правильно сварить яйцо, и не только!
sk: Applet časovača pre perfektné vajíčko a niečo naviac!
uk: Таймер для того, щоб зварити яйце і не тільки!

source: Add Preset
ca: Addició d'un temporitzador predefinit
cs: Přidat šablonu
de: Voreinstellung hinzufügen
es: Añadir preestablecido
gl: Engadir preestabelecido
hu: Időmérő elmentése
lt: Pridėti įrašą
lv: Pievienot šablonu
nl: Instelling Toevoegen
pl: Dodaj schemat
pt: Adicionar Predefinição
ru: Добавление предустановки
sk: Pridať predvoľbu
uk: Додавання попереднього налаштування

source: Choose A Sound File
ca: Escolliu un fitxer de so
cs: Zvolit zvukový soubor
de: Wähle eine Klangdatei
es: Elegir un archivo de sonido
gl: Elixir un ficheiro de son
hu: Hangfálj kiválasztása
lt: Pasirinkti muzikėlę
lv: Izvēlieties skaņas failu
nl: Kies een geluidsbestand
pl: Wybierz dźwięk
pt: Escolha um ficheiro de som
ru: Выберите звуковой файл
sk: Zvoľte si zvukový súbor
uk: Оберіть звуковий файл

source: Mana_ge Presets
ca: _Gestiona els predefinits
cs: Spravovat šablo_ny
de: Voreinstellungen verwalten
es: Adminis_trar preestablecidos
gl: Adminis_trar preestabelecidos
hu: Mentett időmérők _kezelése
lt: Redaguoti išsaugotuosius
lv: Pārvaldīt šablonus
nl: Instellingen beheren
pl: Zarządzaj schematami
pt: _Gerir Predefinições
ru: Управлять предустановками
sk: Sprá_va predvolieb
uk: Управління попередніми налаштуваннями

source: Manage Presets
ca: Gestió dels temporitzadors predefinits
cs: Spravovat šablony
de: Voreinstellungen verwalten
es: Gestionar preestablecidos
gl: Administrar preestabelecidos
hu: Mentett időmérők _kezelése
lt: Redaguoti išsaugotuosius
lv: Pārvaldīt šablonus
nl: Instellingen Beheren
pl: Zarządzaj schematami
pt: Gerir Predefinições
ru: Управление предустановками
sk: Správa predvolieb
uk: Управління попередніми налаштуваннями

source: Miguel Anxo Bouzada Bundo C&#xE9;dric VALMARY (Tot en &#xF2;c) 16 points
es: Traductores de Launchpad

source: S_ave as Preset
ca: De_sa com a predefinit
cs: Uložit j_ako šablonu
de: Als Voreinstellung speichern
es: G_uardar como preestablecido
gl: _Gardar como preestabelecido
hu: Időmérő _mentése
lt: Išsaugoti į atmintį
lv: S_aglabāt kā šablonu
nl: Bewaar als Instelling
pl: Zapisz jako schemat
pt: Gr_avar com Predefinição
ru: Со_хранить как предустановку
sk: _Uložiť ako predvoľbu
uk: З_берегти як попередньє налаштування

source: S_tart Timer
ca: Inicia el _temporitzador
cs: S_pustit minutku
de: _Timer starten
es: Iniciar temporizador
gl: Iniciar o _temporizador
hu: Időmérő _indítása
lt: Paleisti laikmatį
lv: Sāk_t atskaiti
pl: Uruchom minu_tnik
pt: Co_meçar Temporizador
ru: За_пустить таймер
sk: _Spustiť časovač
uk: За_пустити таймер

source: Start Timer
ca: Inicia el temporitzador
cs: Spustit minutku
de: Timer starten
es: Iniciar temporizador
gl: Iniciar o temporizador
hu: Időmérő indítása
lt: Paleisti laikmatį
lv: Sākt atskaiti
pl: Uruchom minutnik
pt: Começar temporizador
ru: Запустить таймер
sk: Spustiť časovač
uk: Запустити таймер

source: Timer Applet
ca: Miniaplicació temporitzador
cs: Minutka
es: Miniaplicación temporizador
gl: Miniaplicativo temporizador
hu: Időmérő kisalkalmazás
lt: Laikmačio programėlė
lv: Skaitītāja paneļprogramma
pl: Minutnik
pt: Applet Temporizador
ru: Таймер
sk: Applet časovača
uk: Таймер

source: Timer Preferences
ca: Preferències del temporitzador
cs: Předvolby minutky
de: Einstellungen
es: Preferencias del temporizador
gl: Preferencias do temporizador
hu: Idémérő beállításai
lt: Laikmačio nustatymai
lv: Skaitītāja iestatījumi
nl: Timer Instellingen
pl: Właściwości Minutnika
pt: Preferências do Temporizador
ru: Параметры таймера
sk: Natavenia časovača
uk: Параметри таймера

source: Use c_ustom sound
ca: Utilitza un so personalit_zat
cs: Použít v_lastní zvuk
de: Anderen Klang auswählen
es: _Usar sonido personalizado
gl: Usar _son personalizado
hu: Saját _hang
lt: Pasirinkti savo melodiją
lv: Izmantot sav_u skaņu
nl: Gebruik aangepast geluid
pl: Użyj własny dźwięk
pt: Usar som pers_onalizado
ru: Использовать _произвольный звуковой файл
sk: Použiť _vlastný zvuk
uk: Використати довільний звуковий файл

source: Use d_efault sound
ca: Utilitza el so prede_finit
cs: Použít _výchozí zvuk
de: Standardklang verwenden
es: Usar sonido pr_edeterminado
gl: Usar o son pre_definido
hu: _Alapértelmezett hang
lt: Naudoti numatytąją melodiją
lv: Izmantot n_oklusēto skaņu
nl: Gebruik standaard geluid
pl: Użyj domyślnego dźwięku
pt: Usar o som por d_efeito
ru: Использовать звук по _умолчанию
sk: Použiť _predvolený zvuk
uk: Використати звук за умовчанням

source: _Add...
ca: _Afegeix...
cs: Přid_at...
de: _Hinzufügen …
es: _Añadir…
gl: _Engadir...
hu: Hozzá_adás...
lt: _Pridėti...
lv: _Pievienot...
nl: _Toevoegen...
pl: _Dodaj...
pt: _Adicionar...
ru: _Добавить...
sk: _Pridať...
uk: _Додати

source: _Delete
ca: _Suprimeix
cs: O_dstranit
de: _Löschen
es: _Borrar
gl: _Borrar
hu: _Törlés
lt: Iš_trinti
lv: Iz_dzēst
nl: Verwijderen
pl: _Usuń
pt: A_pagar
ru: _Удалить
sk: _Odstrániť
uk: _Видалити

source: _Edit...
ca: _Edita...
cs: _Upravit…
de: _Bearbeiten...
es: _Editar...
gl: _Editar...
hu: _Szerkesztés...
lt: _Keisti...
lv: R_ediģēt...
nl: Bewerken...
pl: _Modyfikuj...
pt: _Editar...
ru: _Изменить...
sk: _Upraviť...
uk: _Редагування...

source: _Name:
ca: _Nom:
cs: _Název:
es: _Nombre:
gl: _Nome:
hu: _Név:
lt: _Vardas:
lv: _Nosaukums:
nl: Naam:
pl: _Nazwa:
pt: _Nome:
ru: _Имя:
sk: _Názov:
uk: _Назва:

source: _Play notification sound
ca: _Reprodueix un so de notificació
cs: _Zahrát oznamovací zvuk
de: _Spiele Benachrichtigungsklang
es: Re_producir sonido de notificación
gl: _Reproducir o son de notificación
hu: Figyelmeztető hang _lejátszása
lt: Paklausyti įspėjamojo tono
lv: Atskaņot _paziņojuma skaņu
nl: Bericht geluid afspelen
pl: _Odtwarzaj dźwięk powiadomienia
pt: Tocar som de noti_ficação
ru: _Проиграть звук при событии
sk: P_rehrať zvukové znamenie
uk: _Програвати звук

source: _Show remaining time while timer is running
ca: _Mostra el temps restant mentre s'executa el temporitzador
cs: _Zobrazovat zbývající čas za běhu minutky
de: _Zeige verbleibende Zeit während der Timer läuft
es: _Muestra el tiempo restante mientras cuenta
gl: _Mostrar o tempo restanto mentres está a executarse
hu: M_utasd a hátralévő időt
lt: _Rodyti likusį laiką, kol laimatis veikia
lv: Rādīt atlikušo laiku, kamēr _skaitītājs darbojas
nl: Toon tijd te gaan tijdens timer
pl: _Pokaż pozostały czas gdy trwa odliczanie
pt: Mo_strar tempo restante quando o temporizador está a correr
ru: _Показывать обратный отсчет времени запущенного таймера
sk: _Zobrazovať počas odpočítavania zostávajúci čas
uk: _Показувати зворотній відлік запущеного таймера

source: Path to a custom notification sound
ca: Camí del so de notificació personalitzat
cs: Cesta k oznamovacímu zvuku
de: Pfad zur eigenen Klangdatei
es: Ruta al sonido de notificaciones personalizado
gl: Ruta ao son personalizado de notificación
hu: Saját hang elérési újta
lv: Ceļš līdz jūsu paziņojuma skaņai
nl: Pad naar een eigen bericht geluid
pl: Lokalizacja Twojego dźwięku powiadomienia
pt: Caminho para um som de notificação personalizado
ru: Путь к звуковому файлу события
sk: Cesta k vlastnému zvukovému znameniu
uk: Шлях до звукового файлу

source: Path to a sound file that will be played when the timer finishes a countdown
ca: Camí d'un fitxer de so que es reproduirà quan el temporitzador finalitzi un compte enrere
cs: Cesta ke zvukovému souboru, který bude přehrán, když skončí odpočítávání
de: Pfad zu einer Klangdatei, die abgespielt wird, wenn ein Timer beendet wurde.
es: Ruta al archivo de sonido que sonará cuando un temporizador acabe la cuenta atrás
gl: Ruta ao ficheiro de son que vai seren reproducido canto a conta de tempo remate
hu: A visszaszámlálás végén lejátszandó hangfájl elérési útja
lt: Adresas, kuris bus rodomas, kai laikmačio laikas pasibaigs
nl: Pad naar een geluids bestand dat gespeeld word als de timer klaar is met het aftellen
pl: Lokalizacja pliku dźwiękowego, który zostanie odegrany gdy Minutnik zakończy odliczanie
pt: Caminho para um ficheiro de som que irá ser tocado quando um temporizador terminar.
ru: Путь к звуковому файлу который будет проигран при завершении отсчета таймера
sk: Cesta k zvukovému súboru, ktorý bude prehratý, keď časovač skončí odpočítavanie
uk: Шлях до звукового файлу, який буде грати по завершенні відліку

source: Play a beep sound
ca: Reprodueix to de notificació
cs: Zahrát pípnutí
de: Piepston ausgeben
es: Suena un pitido
gl: Reprodicir un pitido
hu: Csipogjon
lt: Groti įspėjamąjį signalą
lv: Atskaņot pīkstienu
nl: Speel een beep geluid
pl: Użyj brzęczyka
pt: Tocar um beep
ru: Проиграть гудок
sk: Prehrať pípnutie
uk: Програти гудок

source: Play a beep sound on a computer's internal speaker when the timer finishes. This may not have an effect on all computers.
ca: Reprodueix un to amb l'altaveu intern de l'ordinador quan el temporitzador finalitzi. És possible que això no funcioni a tots els ordinadors.
cs: Zahrát pípnutí na počítači s interními reproduktory, když je odpočítávání ukončeno. Toto nemusí fungovat na všech počítačích.
de: Beim Ablaufen des Countdowns einen Benachrichtigungston über den eingebauten Lautsprecher des Rechners abspielen. Dies funktioniert eventuell nicht auf allen Computern.
es: Reproducir un pitido en el altavoz interno del equipo cuando finalice el temporizador. Esto puede no tener efecto en todos los equipos.
gl: Reproducir un pitido no altofalante do computador cando o temporizador remate. É posíbel que esta funcionalidade non funcione en todos os computadores.
hu: A visszaszámlálás lejártakor a számítógép belső hangszóróján csipogjon. Ez nem működik minden számítógépen.
lt: Groti įspėjamąjį signalą per kompiuterio garsiakalbius, kai laikmačio laikas pasibaigs. Tai veikia ne ant visų kompiuterių,
nl: Speel een beep geluid af op de interne speaker als de timer klaar is. Dit kan op sommige computers niet werken.
pl: Odegraj dźwięk brzęczyka z wewnętrznego głośnika komputera gdy Minutnik zakończy odliczanie. Może to nie działać ze wszystkimi komputerami.
pt: Toca um beep no seu speaker interno do seu computador quando o temporizador termina. Pode não funcionar em todos os computadores.
ru: Проигрывать системный сигнал компьютера когда отсчет таймера завершиться. Может работать не на всех компьютерах.
sk: Pípnuť vnútorným reproduktorom počítača po skončení odpočítavania. Toto nemusí fungovať na všetkých počítačoch.
uk: Програти системний сигнал комп'ютера по завершенні відліку. Працює не на всіх комп'ютерах.

source: Play a notification sound when the timer finishes a countdown
ca: Reprodueix un so de notificació quan el temporitzador finalitzi un compte enrere
cs: Zahrát oznamovací tón po skončení odpočítávání
de: Beim Ablaufen des Countdowns einen Benachrichtigungston abspielen
es: Reproduce un sonido de notificación cuando termina la cuenta atrás
gl: Reproducir un son de notificación cando a conta de tempo remate
hu: A visszaszámlálás végén játsszon le egy figyelmeztető hangot
lt: Groti įspėjamąjį signalą, kai laikmačio laikas pasibaigs
nl: Speel een bericht geluid af als de timer klaar is met aftellen
pl: Odtwórz dźwięk kiedy odliczanie zostanie zakończone
pt: Tocar um som de notificação quando o temporizador terminar
ru: Проиграть звуковой событие когда обратный отсчет таймера завершится
sk: Prehrať zvukové znamenie, keď časovač skončí odpočítavanie
uk: Програти звуковий файл по завершенні відліку

source: Play notification sound
ca: Reprodueix un so de notificació
cs: Zahrát oznamovací tón
de: Spiele Benachrichtigungsklang
es: Reproducir sonido de notificación
gl: Reproducir un son de notificación
hu: Figyelmeztető hang lejátszása
lt: Groti įspėjąmąjį signalą
lv: Atskaņot paziņojuma skaņu
nl: Speel en bericht geluid af
pl: Odtwórz dźwięk powiadomienia
pt: Tocar o som de notificação
ru: Проиграть звук события
sk: Prehrať zvukové znamenie
uk: Грати звук події

source: Show remaining time
ca: Mostra el temps restant
cs: Zobrazovat zbývající čas
de: Zeige verbleibende Zeit im Panel
es: Mostrar el tiempo restante
gl: Mostrar o tempo restante
hu: Mutassa a hátralévő időt
lt: Rodyti likusį laiką
lv: Rādīt atlikušo laiku
nl: Laat de tijd nog te gaan zien
pl: Pokaż pozostały czas
pt: Mostrar tempo restante
ru: Показать оставшееся время
sk: Ukázať zoztávajúci čas
uk: Показати час, що залишився

source: Show the remaining time while the timer is running or paused
ca: Mostra el temps restant mentre s'executa el temporitzador o està en pausa
cs: Zobrazovat zbývající čas když minutka běží nebo je pozastavena
de: Zeige die verbleibende Zeit während der Timer läuft oder pausiert ist
es: Muestra el tiempo restante mientras el temporizador esta contando o pausado
gl: Mostrar o tempo restante mentres o o temporizador está a executarse ou en pausa
hu: Mutassa a hátralévő időt, amíg a visszaszámlálás fut vagy szünetel
lt: Rodyti likusį laiką, kol laikmatis veikia arba yra pristabdytas
lv: Rādīt atlikušo laiku kamēr skaitītājs darbojas vai ir apturēts
nl: Laat de tijd nog te gaan zien tijdens de lopende timer of tijdens de pauze
pl: Pokaż upływający czas gdy Minutnik jest uruchomiony lub spauzowany
pt: Mostrar tempo restante quando o temporizador está a correr ou pausado
ru: Показывать оставшееся время когда таймер запущен или приостановлен
sk: Ukázať zostávajúci čas, keď časovač beží alebo je pozastavený
uk: Показувати час, що залишився коли таймер запущений або призупинений

source: Use a custom notification sound
ca: Utilitza un so de notificació personalitzat
cs: Použít vlastní oznamovací tón
de: _Benutze einen eigenen Benachrichtigungsklang
es: Usar un sonido personalizado de notificación
gl: Utilizar un son de notificación personalizado
hu: Saját figyelmeztető hang használata
lt: Naudoti nuosavą signalą
nl: Gebruik een eigen bericht geluid
pl: Użyj własnego dźwieku powiadomienia
pt: Usar um som de notificação personalizado
ru: Использовать произвольный звук события
sk: Použiť vlastné zvukové znamenie
uk: Використовувати довільний звук події

source: Use the custom notification sound specified in custom_notification_sound_path
ca: Utilitza el so de notificació personalitzat que s'ha especificat a custom_notification_sound_path
cs: Použít vlastní oznamovací tón vybraný v custom_notification_sound_path
de: Den eigenen Benachrichtigungsklang verwenden, welcher in custom_notification_sound_path definert ist
es: Usar el sonido de notificación personalizado especificado en custom_notification_sound_path
gl: Utilizar un son de notificación personalizado indicado en «custom_notification_sound_path»
hu: Használja a custom_notification_sound_path alatt megadott saját figyelmeztető hangot
nl: Gebruik een eigen bericht geluid vermeld in de eigen geluidbericht pad
pl: Użyj własnego dźwięku powiadomienia określonego w lokalizacja_włansego_dźwięku_powiadomienia
pt: Usar o som de notificação especificado em custom_notification_sound_path
ru: Использовать собственный звук для напоминания находящийся в custom_notification_sound_path
sk: Použiť vlastné zvukové znamenie určené v ceste_k_vlastnemu_zvukovemu_znameniu
uk: Використовувати довільний звук події в custom_notification_sound_path

source: Edit Preset
ca: Edició del temporitzador predefinit
cs: Upravit šablonu
de: Voreinstellung bearbeiten
es: Editar preestablecido
gl: Editar preestabelecido
hu: Mentések szerkesztése
lt: Redaguoti išsaugotuosius
lv: Rediģēt šablonus
nl: Instellingen aanpassen
pl: Modyfikuj schemat
pt: Editar Predefinição
ru: Редактирование предустановки
sk: Upraviť predvoľbu
uk: Редагування попереднього налаштування

source: Continue timer countdown?
ca: Voleu continuar amb el compte enrere?
cs: Pokračovat v odpočítávání?
de: Countdown fortsetzen?
es: ¿Continuar la cuenta atrás?
gl: Continuar a conta de tempo?
hu: Visszaszámlálás folytatása?
lt: Tęsti skaičiavimą
lv: Turpināt atskaiti?
nl: Doorgaan met aftellen?
pl: Kontynuuwać odliczanie?
pt: Continuar contagem do temporizador?
ru: Продолжить обратный отсчет таймера?
sk: Pokračovať v odpočítavaní?
uk: Продовжити зворотній відлік таймера?

source: The timer is currently paused. Would you like to continue countdown?
ca: El temporitzador està en pausa. Voleu que continuï amb el compte enrere?
cs: Minutka je nyní pozastavena. Chcete pokračovat v odpočítávání?
de: Dieser Timer ist zur Zeit pausiert. Möchten Sie ihn fortsetzen?
es: El temporizador está pausado. ¿Desea continuar la cuenta?
gl: A conta de tempo está en pausa. Desexa continuar a conta?
hu: Az időmérő jelenleg áll. Szeretné folytatni a visszaszámlálást?
lt: Laikmatis yra pristabdytas, Norite tęsti skaičiavimą?
lv: Skaitītājs šobrīd ir apturēts. Vai vēlaties turpināt atskaiti?
nl: De timer staat op pauze. Wilt u doorgaan met aftellen?
pl: Minutnik jest aktualnie spauzowany. Czy chcesz wznowić odliczanie?
pt: O temporizador está pausado. Deseja continuar a contagem?
ru: Сейчас таймер приостановлен. Хотите продолжить отсчет?
sk: Časovač je práve pozastavený. Prajete si pokračovať v odpočítavaní?
uk: Зараз таймер призупинено. Хочете продовжити відлік?

source: Click to start a new timer countdown.
ca: Cliqueu per a iniciar un nou compte enrere.
cs: Klikněte pro spuštění nové minutky.
de: Klicken, um Stoppuhr zu aktivieren.
es: Pulse para iniciar un nuevo temporizador
gl: Prema para iniciar unha nova conta de tempo.
hu: Kattintson új visszaszámlálás elkezdéséhez.
lt: Spustelėkite, jei norite skaičiuoti iš naujo
lv: Klikšķiniet, lai sāktu jaunu atskaiti.
nl: Klik om een nieuwe aftel timer te starten.
pl: Kliknij aby uruchomić nowe odliczanie.
pt: Clique para começar uma nova contagem do temporizador.
ru: Нажмите что бы запустить новый таймер
sk: Kliknite pre spustenie nového odpočítavania
uk: Натисніть для запуску нового таймера.

source: Paused. Click to continue timer countdown.
ca: En pausa. Cliqueu per a continuar amb el compte enrere.
cs: Pozastaveno. Klikněte pro pokračování v odpočítávání.
de: Pausiert. Klicken, um den Countdown fortzusetzen.
es: Pausado. Pulse para continuar el temporizador.
gl: En pausa: prema para continuar a conta de tempo
hu: Szüneteltetve. Kattintson a visszaszámlálás folytatásához.
lt: Pristabdyta. Spustelėkite norėdami tęsti skaičiavimą
lv: Apturēts. Klikšķiniet, lai turpinātu atskaiti.
nl: Pauze. Klik om verder te gaan met timer aftellen.
pl: Spauzowany. Kliknij aby kontynuować odliczanie.
pt: Pausado. Clique para continuar a contagem do temporizador
ru: Пайза. Нажмите что бы продолжить обратный отсчет.
sk: Pozastavené. Kliknite pre pokračovanie odpočítavania.
uk: Призупинено. Натисніть для продовження відліку.
